Repository: Sultanbek2002/Delivery_osh
Catalog: lib/l10n/intl_*.arb
Languages: ru

# f_image
source: Көптөгөн түрдөгү азыктар
ru: Много различных продуктов

# hello
source: Салам
ru: Привет

# world
source: Дуйно
ru: world

# use_rule
source: Колдонуу эрежеси
ru: Правило использование

# dv_connect
source: Түзүүчүлөр менен байланышуу
ru: Связь с разработчикам

# logout
source: Чыгуу
ru: Выход

# about_us
source: Биз жөнүндө
ru: О нас

# empty_data
source: Маалымат жок
ru: Данные пока пусто

# search
source: Издөө
ru: Поиск

# popular_product_menu
source: Товарлар
ru: Популярные продукты

# home
source: Башкы бет
ru: Главный

# order
source: Буйрутма
ru: Заказы

# chose_cat
source: Категориялар
ru: Выберите категорию

# fail_load
source: Жүктөөдө каталык бар
ru: Ошибка в загрузке

# fail_connect_internet
source: Интернетке начар туташуу
ru: Плохое соединение

# products
source: Товарлар
ru: Продукты

# empty_token
source: Токен жок
ru: Отсуствует токен

# basket
source: Кутуча
ru: Корзина

# basket_empty
source: Азырынча кутуча бош
ru: Корзина пусто

# follow
source: Жөнөтүү
ru: Отправить

# allCount
source: Жалпы буйрутма эсеби
ru: Общая каличество

# allsumma
source: Жалпы сумма
ru: Общая сумма

# order_fail
source: Буйрутмада каталык бар
ru: Ошибка при оформлении заказа

# order_success
source: Буйрутма ийгилктүү аяктады
ru: Успешное оформление заказа

# order_menu
source: Буйрутма берүү
ru: Оформление заказа

# order_adress
source: Адрести жазыныз
ru: Адрес доставки

# order_phone
source: Учурдагы телефон
ru: Текущий номер телефона

# order_validate_address
source: Адрести толтурунуз
ru: Введите адрес

# order_validate_phone
source: Телефонду жазыныз
ru: Введите телефон

# order_to
source: Буйрутма берүү
ru: На заказ

# order_success_phrase
source: Cиз буйрутмаларды көзөмөлдөй аласыз, буйрутма абалын биле аласыз.
ru: Dы можете контролировать своим заказом. Можете видеть статус вашего заказа.

# orders
source: Буйрутмалар тизмеси
ru: Ваши заказы

# history
source: Архивдер
ru: История

# liked
source: Жаккан товарлар
ru: Нравится

# empty_order
source: Азырынча тизме бош
ru: У вас нет заказов

# status_get
source: Жеткирилди
ru: Полученный

# status_set
source: Жолдо
ru: В пути

# status_show
source: Көрүлгөн
ru: Просмотрен

# status_have
source: Кабыл алынды
ru: Принят

# status_not_defind
source: Белгисиз
ru: Неизвестный статус

# stop_refuse
source: Буйрутма кабыл алынган же жолдо болгону учун кайтарууга болбойт
ru: Вы не можете удалить этот заказ, так как он уже получен или в пути

# refuse_success
source: Буйрутма ийгилктүү кайтарылды
ru: Заказ успешно отменен

# refuse_fail
source: кайтарууда каталык бар
ru: Ошибка при отмене заказа

# refuse_order
source: Буйрутманы кайтаруу
ru: Отмена заказа

# refuse_reason
source: Кайтаруунун себеби
ru: Причина отказа

# btn_refuse
source: Токтотуу
ru: Отмена

# btn_refuse_to
source: Жөнөтүү
ru: Отправить

# order_sum
source: Буйрутманын суммасы
ru: Сумма заказа

# order_date
source: Убактысы
ru: Дата

# order_btn
source: Буйрутма берүү
ru: Заказать

# order_detail
source: Буйрутма жөнүндө
ru: Детали заказа

# order_price
source: Баасы
ru: Цена

# order_detail_count
source: Даана
ru: Количества

# description
source: Маалымат
ru: Описание

# logout_success
source: Сиз аккаунттан ийгиликтүү чыктыныз
ru: Успешный выход их аккаунта

# clear_data
source: Кештер ийгиликтүү тазаланды
ru: Успешно очищен кеш

# menu_clear_data
source: Кештерди тазалоо
ru: Очистка кеша

# langauge
source: Тили
ru: Язык

# phone_to_order
source: Учурдагы телефон номер
ru: Текущий телефон номер

# order_phone_validate
source: Телефон номер жазылышы керек(формат: +996xxxxxxxxx)
ru: Телефон номер должен быть(формат: +996xxxxxxxxx)

# detail_of_order
source: Кененирээк маалымат
ru: Детали заказа

# my_account
source: Жеке аккаунт
ru: Мой аккаунт

# account_delete
source: Аккаунтту өчүрүү
ru: Удалить аккаунт

# change_password
source: Сыр сөздү өзгөртүү
ru: Изменить пароль

# success_delete_account
source: Аккаунт ийгиликтүү өчүрүрүлдү
ru: Аккаунт успешно удален

# failed_delete_account
source: Аккаунтту өчүрүүдө каталык
ru: Ошибка при удалении

# check_delete_account
source: Аккаунтту өчүрүү учун эки жолу басыныз
ru: Чтобы удалить аккаунт нажмите два раза
